{
 "Acarturk, 2016": "Acarturk C, Konuk E, Cetinkaya M, et al. The efficacy of eye movement desensitization and reprocessing for post-traumatic stress disorder and depression among Syrian refugees: results of a randomized controlled trial. Psychol Med. 2016 Sep;46(12):2583-93. doi: 10.1017/S0033291716001070. PMID: 27353367.",
"Ahmadi, 2015": "Ahmadi K, Hazrati M, Ahmadizadeh MJ, et al. REM desensitization as a new therapeutic method for post-traumatic stress disorder: a randomized controlled trial. Acta Med Indones. 2015 Apr;47(2):111-9.  PMID: 26260553.",
"Aldahadha, 2012": "Aldahadha B, Al-Harthy H, Sulaiman S. The Efficacy of Eye Movement Desensitization Reprocessing in Resolving the Trauma Caused by the Road Accidents in the Sultanate of Oman. Journal of Instructional Psychology. 2012;39(3/4):146-58.",
"Alghamdi, 2015": "Alghamdi M, Hunt NC, Thomas SA. The effectiveness of narrative exposure therapy with traumatised firefighters in Saudi Arabia: a randomized controlled study. Behav Res Ther. 2015 Mar;66:64-71. doi: 10.1016/j.brat.2015.01.008. PMID: 25701801.",
"Alsheikh Ali, 2020": "Alsheikh Ali ASS. Efficiency of Intervention Counseling Program on the Enhanced Psychological Well-being and Reduced Post-traumatic Stress Disorder Symptoms Among Syrian Women Refugee Survivors. Clin Pract Epidemiol Ment Health. 2020 Jul 30;16(Suppl-1):134-141. doi: 10.2174/1745017902016010134. PMID: 33029190; PMCID: PMC7536727.",
"Arntz, 2007": "Arntz A, Tiesema M, Kindt M. Treatment of PTSD: a comparison of imaginal exposure with and without imagery rescripting. J Behav Ther Exp Psychiatry. 2007 Dec;38(4):345-70. doi: 10.1016/j.jbtep.2007.10.006. PMID: 18005935.",
"Arntz, 2007": "Arntz A, Tiesema M, Kindt M. Treatment of PTSD: a comparison of imaginal exposure with and without imagery rescripting. J Behav Ther Exp Psychiatry. 2007 Dec;38(4):345-70. doi: 10.1016/j.jbtep.2007.10.006. PMID: 18005935.",
"Asukai, 2010": "Asukai N, Saito A, Tsuruta N, et al. Efficacy of exposure therapy for Japanese patients with posttraumatic stress disorder due to mixed traumatic events: A randomized controlled study. J Trauma Stress. 2010 Dec;23(6):744-50. doi: 10.1002/jts.20589. PMID: 21171135.",
"Basoglu, 2005": "Basoglu M, Salcioglu E, Livanou M, et al. Single-session behavioral treatment of earthquake-related posttraumatic stress disorder: a randomized waiting list controlled trial. J Trauma Stress. 2005;18(1):1-11. doi: 10.1002/jts.20011. PMID: 16281190.",
"Basoglu, 2007": "Basoglu M, Salcioglu E, Livanou M. A randomized controlled study of single-session behavioural treatment of earthquake-related post-traumatic stress disorder using an earthquake simulator. Psychological Medicine. 2007;37(2):203-13. doi: 10.1017/S0033291706009123. PMID: 17254365.",
"Beck, 2009": "Beck JG, Coffey SF, Foy DW, et al. Group cognitive behavior therapy for chronic posttraumatic stress disorder: an initial randomized pilot study. Behav Ther. 2009 Mar;40(1):82-92. doi: 10.1016/j.beth.2008.01.003. PMID: 19187819.",
"Bisson, 2020": "Bisson JI, van Deursen R, Hannigan B, Kitchiner N, Barawi K, Jones K, Pickles T, Skipper J, Young C, Abbott LR, van Gelderen M, Nijdam MJ, Vermetten E. Randomized controlled trial of multi-modular motion-assisted memory desensitization and reconsolidation (3MDR) for male military veterans with treatment-resistant post-traumatic stress disorder. Acta Psychiatr Scand. 2020 Aug;142(2):141-151. doi: 10.1111/acps.13200. Epub 2020 Jun 28. PMID: 32495381.",
"Blanchard, 2003": "Blanchard EB, Hickling EJ, Devineni T, et al. A controlled evaluation of cognitive behavioural therapy for posttraumatic stress in motor vehicle accident survivors. Behav Res Ther. 2003 Jan;41(1):79-96.  PMID: 12488121.",
"Blanchard, 2003": "Blanchard EB, Hickling EJ, Devineni T, et al. A controlled evaluation of cognitive behavioural therapy for posttraumatic stress in motor vehicle accident survivors. Behav Res Ther. 2003 Jan;41(1):79-96.  PMID: 12488121.",
"Bohus, 2013": "Bohus MJ, Dyer AS, Priebe K, et al. Dialectical behaviour therapy for post-traumatic stress disorder after childhood sexual abuse in patients with and without borderline personality disorder: a randomised controlled trial. Psychother Psychosom. 2013 Jun;82(4):221-33. doi: 10.1159/000348451. PMID: 23712109.",
"Bradshaw, 2014": "Bradshaw RA, McDonald MJ, Grace R, et al. A randomized clinical trial of Observed and Experiential Integration (OEI): a simple, innovative intervention for affect regulation in clients with PTSD. Traumatology (Tallahass Fla). 2014 Sep;20(3):161-71. doi: 10.1037/h0099401.",
"Brom, 1989": "Brom D, Kleber RJ, Defares PB. Brief psychotherapy for posttraumatic stress disorders. J Consult Clin Psychol. 1989;57(5):607-12.  PMID: 2571625.",
"Brom, 1989": "Brom D, Kleber RJ, Defares PB. Brief psychotherapy for posttraumatic stress disorders. J Consult Clin Psychol. 1989;57(5):607-12.  PMID: 2571625.",
"Bryant, 2019": "Bryant RA, Kenny L, Rawson N, et al. Efficacy of exposure-based cognitive behaviour therapy for post-traumatic stress disorder in emergency service personnel: a randomised clinical trial. Psychol Med. 2019 Jul;49(9):1565-73. doi: 10.1017/S0033291718002234. PMID: 30149825.",
"Bryant, 2019": "Bryant RA, Kenny L, Rawson N, et al. Efficacy of exposure-based cognitive behaviour therapy for post-traumatic stress disorder in emergency service personnel: a randomised clinical trial. Psychol Med. 2019 Jul;49(9):1565-73. doi: 10.1017/S0033291718002234. PMID: 30149825.",
"Buhmann, 2016": "Buhmann CB, Nordentoft M, Ekstrom M, et al. The effect of flexible cognitive-behavioural therapy and medical treatment, including antidepressants on post-traumatic stress disorder and depression in traumatised refugees: pragmatic randomised controlled clinical trial. Br J Psychiatry. 2016 Mar;208(3):252-9. doi: 10.1192/bjp.bp.114.150961. PMID: 26541687.",
"Butler, 2018": "Butler O, Willmund G, Gleich T, et al. Hippocampal gray matter increases following multimodal psychological treatment for combat-related post-traumatic stress disorder. Brain Behav. 2018 May;8(5):e00956. doi: 10.1002/brb3.956. PMID: 29761009.",
"Carlson, 1998": "Carlson JG, Chemtob CM, Rusnak K, et al. Eye Movement Desensitization and Reprocessing (EMDR) treatment for combat-related posttraumatic stress disorder. J Trauma Stress. 1998 Jan;11(1):3-24. doi: 10.1023/A:1024448814268. PMID: 9479673.",
"Carlson, 1998": "Carlson JG, Chemtob CM, Rusnak K, et al. Eye Movement Desensitization and Reprocessing (EMDR) treatment for combat-related posttraumatic stress disorder. J Trauma Stress. 1998 Jan;11(1):3-24. doi: 10.1023/A:1024448814268. PMID: 9479673.",
"Carlson, 1998": "Carlson JG, Chemtob CM, Rusnak K, et al. Eye Movement Desensitization and Reprocessing (EMDR) treatment for combat-related posttraumatic stress disorder. J Trauma Stress. 1998 Jan;11(1):3-24. doi: 10.1023/A:1024448814268. PMID: 9479673.",
"Chard, 2005": "Chard KM. An evaluation of cognitive processing therapy for the treatment of posttraumatic stress disorder related to childhood sexual abuse. J Consult Clin Psychol. 2005 Oct;73(5):965-71. doi: 10.1037/0022-006X.73.5.965. PMID: 16287396.",
"Cloitre, 2002": "Cloitre M, Koenen KC, Cohen LR, et al. Skills training in affective and interpersonal regulation followed by exposure: a phase-based treatment for PTSD related to childhood abuse. J Consult Clin Psychol. 2002 Oct;70(5):1067-74. doi: 10.1037//0022-006X.70.5.1067. PMID: 12362957.",
"Duffy, 2007": "Duffy M, Gillespie K, Clark DM. Post-traumatic stress disorder in the context of terrorism and other civil conflict in Northern Ireland: randomised controlled trial. BMJ. 2007 Jun 2;334(7604):1147-50. doi: 10.1136/bmj.39021.846852.BE. PMID: 17495988.",
"Dunne, 2012": "Dunne RL, Kenardy JA, Sterling M. A randomized controlled trial of cognitive-behavioral therapy for the treatment of PTSD in the context of chronic whiplash. Clin J Pain. 2012 Nov-Dec;28(9):755-65. doi: 10.1097/AJP.0b013e318243e16b. PMID: 22209798.",
"Efendi, 2020": "Efendi F, Indarwati R, Aurizki GE. Effect of trauma-focused cognitive behavior therapy on depression and the quality of life of the elderly in Indonesia. Work Older People. 2020;24(3):149-57. doi: 10.1108/WWOP-02-2020-0004.",
"Ehlers, 2003": "Ehlers A, Clark DM, Hackmann A, et al. A randomized controlled trial of cognitive therapy, a self-help booklet, and repeated assessments as early interventions for posttraumatic stress disorder. Arch Gen Psychiatry. 2003;60(10):1024-32. doi: 10.1001/archpsyc.60.10.1024. PMID: 14557148.",
"Ehlers, 2005": "Ehlers A, Clark DM, Hackmann A, McManus F, Fennell M. Cognitive therapy for post-traumatic stress disorder: development and evaluation. Behav Res Ther. 2005 Apr;43(4):413-31. doi: 10.1016/j.brat.2004.03.006. PMID: 15701354.",
"Ehlers, 2014": "Ehlers A, Hackmann A, Grey N, et al. A randomized controlled trial of 7-day intensive and standard weekly cognitive therapy for PTSD and emotion-focused supportive therapy. Am J Psychiatry. 2014 Mar;171(3):294-304. doi: 10.1176/appi.ajp.2013.13040552. PMID: 24480899.",
"Ehlers, 2014": "Ehlers A, Hackmann A, Grey N, et al. A randomized controlled trial of 7-day intensive and standard weekly cognitive therapy for PTSD and emotion-focused supportive therapy. Am J Psychiatry. 2014 Mar;171(3):294-304. doi: 10.1176/appi.ajp.2013.13040552. PMID: 24480899.",
"Ehlers, 2014": "Ehlers A, Hackmann A, Grey N, et al. A randomized controlled trial of 7-day intensive and standard weekly cognitive therapy for PTSD and emotion-focused supportive therapy. Am J Psychiatry. 2014 Mar;171(3):294-304. doi: 10.1176/appi.ajp.2013.13040552. PMID: 24480899.",
"ElBarazi, 2022": "ElBarazi A, Badary OA, Elmazar MM, et al. Cognitive Processing Therapy versus medication for the treatment of comorbid substance use disorder and post-traumatic stress disorder in Egyptian patients (randomized clinical trial). Journal of Evidence-Based Psychotherapies. 2022;22(2):63-90. doi: 10.24193/jebp.2022.2.13.",
"Engel, 2015": "Engel CC, Litz B, Magruder KM, et al. Delivery of self training and education for stressful situations (DESTRESS-PC): a randomized trial of nurse assisted online self-management for PTSD in primary care. Gen Hosp Psychiatry. 2015 Jul-Aug;37(4):323-8. doi: 10.1016/j.genhosppsych.2015.04.007. PMID: 25929985.",
"Falsetti, 2008": "Falsetti SA, Resnick HS, Davis JL. Multiple channel exposure therapy for women with PTSD and comorbid panic attacks. Cogn Behav Ther. 2008;37(2):117-30. doi: 10.1080/16506070801969088. PMID: 18470742.",
"Fecteau, 1999": "Fecteau GW, Nicki RM. Cognitive behavioural treatment of post traumatic stress disorder after motor vehicle accident. Behav. Cogn. Psychother. 1999 Jul;27(3):201-14.",
"Foa, 1991": "Foa EB, Rothbaum BO, Riggs DS, et al. Treatment of posttraumatic stress disorder in rape victims: a comparison between cognitive-behavioral procedures and counseling. J Consult Clin Psychol. 1991 Oct;59(5):715-23.  PMID: 1955605.",
"Foa, 1991": "Foa EB, Rothbaum BO, Riggs DS, et al. Treatment of posttraumatic stress disorder in rape victims: a comparison between cognitive-behavioral procedures and counseling. J Consult Clin Psychol. 1991 Oct;59(5):715-23.  PMID: 1955605.",
"Foa, 1991": "Foa EB, Rothbaum BO, Riggs DS, et al. Treatment of posttraumatic stress disorder in rape victims: a comparison between cognitive-behavioral procedures and counseling. J Consult Clin Psychol. 1991 Oct;59(5):715-23.  PMID: 1955605.",
"Foa, 1999": "Foa EB, Dancu CV, Hembree EA, et al. A comparison of exposure therapy, stress inoculation training, and their combination for reducing posttraumatic stress disorder in female assault victims. J Consult Clin Psychol. 1999;67(2):194.  PMID: 10224729.",
"Foa, 1999": "Foa EB, Dancu CV, Hembree EA, et al. A comparison of exposure therapy, stress inoculation training, and their combination for reducing posttraumatic stress disorder in female assault victims. J Consult Clin Psychol. 1999;67(2):194.  PMID: 10224729.",
"Foa, 1999": "Foa EB, Dancu CV, Hembree EA, et al. A comparison of exposure therapy, stress inoculation training, and their combination for reducing posttraumatic stress disorder in female assault victims. J Consult Clin Psychol. 1999;67(2):194.  PMID: 10224729.",
"Foa, 2005": "Foa EB, Hembree EA, Cahill SP, et al. Randomized trial of prolonged exposure for posttraumatic stress disorder with and without cognitive restructuring: outcome at academic and community clinics. J Consult Clin Psychol. 2005;73(5):953. doi: 10.1037/0022-006X.73.5.953. PMID: 16287395.",
"Foa, 2005": "Foa EB, Hembree EA, Cahill SP, et al. Randomized trial of prolonged exposure for posttraumatic stress disorder with and without cognitive restructuring: outcome at academic and community clinics. J Consult Clin Psychol. 2005;73(5):953. doi: 10.1037/0022-006X.73.5.953. PMID: 16287395.",
"Foa, 2018": "Foa EB, McLean CP, Zang Y, et al. Effect of prolonged exposure therapy delivered over 2 weeks vs 8 weeks vs present-centered therapy on PTSD symptom severity in military personnel: a randomized clinical trial. JAMA. 2018 Jan 23;319(4):354-64. doi: 10.1001/jama.2017.21242. PMID: 29362795.",
"Fonzo, 2017": "Fonzo GA, Goodkind MS, Oathes DJ, et al. PTSD psychotherapy outcome predicted by brain activation during emotional reactivity and regulation. Am J Psychiatry. 2017 Dec 1;174(12):1163-74. doi: 10.1176/appi.ajp.2017.16091072. PMID: 28715908.",
"Franklin, 2017": "Franklin CL, Cuccurullo LA, Walton JL, et al. Face to face but not in the same place: a pilot study of prolonged exposure therapy. J Trauma Dissociation. 2017 Jan-Feb;18(1):116-30. doi: 10.1080/15299732.2016.1205704. PMID: 27348462.",
"Franklin, 2017": "Franklin CL, Cuccurullo LA, Walton JL, et al. Face to face but not in the same place: a pilot study of prolonged exposure therapy. J Trauma Dissociation. 2017 Jan-Feb;18(1):116-30. doi: 10.1080/15299732.2016.1205704. PMID: 27348462.",
"Gersons, 2000": "Gersons BP, Carlier IV, Lamberts RD, et al. Randomized clinical trial of brief eclectic psychotherapy for police officers with posttraumatic stress disorder. J Trauma Stress. 2000 Apr;13(2):333-47. doi: 10.1023/A:1007793803627. PMID: 10838679..",
"Gray, 2019a": "Gray R, Budden-Potts D, Bourke F. Reconsolidation of traumatic memories for PTSD: a randomized controlled trial of 74 male veterans. Psychother Res. 2019 29(5): 621-639. DOI: 10.1080/10503307.2017.1408973",
"Hinton, 2009": "Hinton DE, Hofmann SG, Pollack MH, et al. Mechanisms of efficacy of CBT for Cambodian refugees with PTSD: improvement in emotion regulation and orthostatic blood pressure response. CNS Neurosci Ther. 2009 Fall;15(3):255-63. doi: 10.1111/j.1755-5949.2009.00100.x. PMID: 19691545.",
"Hogberg, 2007": "Hogberg G, Pagani M, Sundin O, et al. On treatment with eye movement desensitization and reprocessing of chronic post-traumatic stress disorder in public transportation workers--a randomized controlled trial. Nord J Psychiatry. 2007;61(1):54-61. doi:  10.1080/08039480601129408. PMID: 17365790.",
"Hollifield, 2007": "Hollifield M, Sinclair-Lian N, Warner TD, et al. Acupuncture for posttraumatic stress disorder: a randomized controlled pilot trial. J Nerv Ment Dis. 2007 Jun;195(6):504-13. doi: 10.1097/NMD.0b013e31803044f8. PMID: 17568299.",
"Ivarsson, 2014": "Ivarsson D, Blom M, Hesser H, et al. Guided internet-delivered cognitive behavior therapy for post-traumatic stress disorder: a randomized controlled trial. Internet Interv. 2014 March;1(1):33-40. doi: 10.1016/j.invent.2014.03.002.",
"Jacob, 2014": "Jacob N, Neuner F, Maedl A, et al. Dissemination of psychotherapy for trauma spectrum disorders in postconflict settings: a randomized controlled trial in Rwanda. Psychother Psychosom. 2014 Nov;83(6):354-63. doi: 10.1159/000365114. PMID: 25323203.",
"Jain, 2020": "Jain S, Ortigo K, Gimeno J, Baldor DA, Weiss BJ, Cloitre M. A Randomized Controlled Trial of Brief Skills Training in Affective and Interpersonal Regulation (STAIR) for Veterans in Primary Care. J Trauma Stress. 2020 Aug;33(4):401-409. doi: 10.1002/jts.22523. Epub 2020 Jun 7. PMID: 32506563.",
"Jarero, 2019": "Jarero I, Schnaider S, Givaudan M. Randomized controlled trial: Provision of EMDR protocol for recent critical incidents and ongoing traumatic stress to first responders. Journal of EMDR Practice and Research. 2019;13(2):100-10. doi: 10.1891/1933-3196.13.2.100.",
"Jensen, 1994": "Jensen JA. An investigation of Eye Movement Desensitization Reprocessing (EMD/R) as a treatment for posttraumatic stress disorder (PTSD) symptoms of Vietnam combat veterans. Behav Ther. 1994 Spring;25(2):311-25. doi: 10.1016/S0005-7894(05)80290-4.",
"Johnson, 2011": "Johnson DM, Zlotnick C, Perez SK. Cognitive behavioral treatment of PTSD in residents of battered women's shelters: results of a randomized clinical trial. J Consult Clin Psychol. 2011 Aug;79(4):542-51. doi: 10.1037/a0023822. PMID: 21787052.",
"Karatzias, 2019": "Karatzias T, Brown M, Taggart L, et al. A mixed-methods, randomized controlled feasibility trial of Eye Movement Desensitization and Reprocessing (EMDR) plus Standard Care (SC) versus SC alone for DSM-5 Posttraumatic Stress Disorder (PTSD) in adults with intellectual disabilities. J Appl Res Intellect Disabil. 2019 Jul;32(4):806-18. doi: 10.1111/jar.12570. PMID: 30714684.",
"Keane, 1989": "Keane TM, Fairbank JA, Caddell JM, et al. Implosive (flooding) therapy reduces symptoms of PTSD in Vietnam combat veterans. Behav Ther. 1989 Spring;20(2):245-60. doi: 10.1016/S0005-7894(89)80072-3.",
"Kent, 2011": "Kent M, Davis MC, Stark SL, et al. A resilience-oriented treatment for posttraumatic stress disorder: results of a preliminary randomized clinical trial. J Trauma Stress. 2011 Oct;24(5):591-5. doi: 10.1002/jts.20685. PMID: 21898603.",
"Kip, 2013": "Kip KE, Rosenzweig L, Hernandez DF, et al. Randomized controlled trial of Accelerated Resolution Therapy (ART) for symptoms of combat-related post-traumatic stress disorder (PTSD). Mil Med. 2013 Dec;178(12):1298-309. doi: 10.7205/MILMED-D-13-00298. PMID: 24306011.",
"Knaevelsrud, 2015": "Knaevelsrud C, Brand J, Lange A, et al. Web-based psychotherapy for posttraumatic stress disorder in war-traumatized Arab patients: randomized controlled trial. J Med Internet Res. 2015 Mar 20;17(3):e71. doi: 10.2196/jmir.3582. PMID: 25799024.",
"Knaevelsrud, 2017": "Knaevelsrud C, Böttche M, Pietrzak RH, et al. Efficacy and feasibility of a therapist-guided internet-based intervention for older persons with childhood traumatization: a randomized controlled trial. Am J Geriatr Psychiatry. 2017 Aug;25(8):878-88. doi: 10.1016/j.jagp.2017.02.024. PMID: 28365000.",
"Koch, 2020": "Koch T, Ehring T, Liedl A. Effectiveness of a transdiagnostic group intervention to enhance emotion regulation in young Afghan refugees: A pilot randomized controlled study. Behav Res Ther. 2020 Jun 27;132:103689. doi: 10.1016/j.brat.2020.103689. Epub ahead of print. PMID: 32688046.",
"Koochaki, 2018": "Koochaki M, Mahmoodi Z, Esmaelzadeh–Saeieh S, et al. Effects of cognitive-behavioral counseling on posttraumatic stress disorder in mothers with infants hospitalized at neonatal intensive care units: a randomized controlled trial. Iran J Psychiatry Behav Sci. 2018;12(4):e65159. doi: 10.5812/ijpbs.65159.",
"Krakow, 2000": "Krakow BJ, Hollifield M, Schrader R, et al. A controlled study of imagery rehearsal for chronic nightmares in sexual assault survivors with PTSD: a preliminary report. Journal of Traumatic Stress. 2000 Oct;13(4):589-609. doi: 10.1023/A:1007854015481. PMID: 11109233.",
"Krupnick, 2008": "Krupnick JL, Green BL, Stockton P, et al. Group interpersonal psychotherapy for low-income women with posttraumatic stress disorder. Psychother Res. 2008 Sep;18(5):497-507. doi: 10.1080/10503300802183678. PMID: 18816001.",
"Krupnick, 2017": "Krupnick JL, Green BL, Amdur RL, et al. An internet-based writing intervention for PTSD in veterans: a feasibility and pilot effectiveness trial. Psychol Trauma. 2017 Jul;9(4):461-70. doi: 10.1037/tra0000176. PMID: 27607767.",
"Kubany, 2004": "Kubany ES, Hill EE, Owens JA, et al. Cognitive trauma therapy for battered women with PTSD (CTT-BW). J Consult Clin Psychol. 2004 Feb;72(1):3-18. doi: 10.1037/0022-006x.72.1.3. PMID: 14756610.",
"Latif, 2021": "Latif M, Husain MI, Gul M, et al. Culturally adapted trauma-focused CBT-based guided self-help (CatCBT GSH) for female victims of domestic violence in Pakistan: feasibility randomized controlled trial. Behav. 2021 Jan;49(1):50-61. doi: 10.1017/S1352465820000685. PMID: 32993831",
"Lehavot, 2021": "Lehavot K, Millard SP, Thomas RM, Yantsides K, Upham M, Beckman K, Hamilton AB, Sadler A, Litz B, Simpson T. A randomized trial of an online, coach-assisted self-management PTSD intervention tailored for women veterans. J Consult Clin Psychol. 2021 Feb;89(2):134-142. doi: 10.1037/ccp0000556. PMID: 33705169; PMCID: PMC8238393.",
"Lewis, 2017": "Lewis CE, Farewell D, Groves V, et al. Internet-based guided self-help for posttraumatic stress disorder (PTSD): randomized controlled trial. Depress Anxiety. 2017 Jun;34(6):555-65. doi: 10.1002/da.22645. PMID: 28557299.",
"Lindauer, 2005": "Lindauer RJ, Gersons BP, van Meijel EP, et al. Effects of brief eclectic psychotherapy in patients with posttraumatic stress disorder: randomized clinical trial. Journal of traumatic stress. 2005 Jun;18(3):205-12. doi: 10.1002/jts.20029. PMID: 16281214.",
"Maguen, 2017": "Maguen S, Burkman KM, Madden E, et al. Impact of killing in war: a randomized, controlled pilot trial. J Clin Psychol. 2017 Sep;73(9):997-1012. doi: 10.1002/jclp.22471. PMID: 28294318.",
"Margolies, 2013": "Margolies SO, Rybarczyk B, Vrana SR, et al. Efficacy of a cognitive-behavioral treatment for insomnia and nightmares in Afghanistan and Iraq veterans with PTSD. Journal of Clinical Psychology. 2013 Oct;69(10):1026-42. doi: 10.1002/jclp.21970. PMID: 23629959.",
"McDonagh, 2005": "McDonagh A, Friedman MJ, McHugo GJ, et al. Randomized trial of cognitive-behavioral therapy for chronic posttraumatic stress disorder in adult female survivors of childhood sexual abuse. J Consult Clin Psychol. 2005 Jun;73(3):515-24. doi: 10.1037/0022-006X.73.3.515. PMID: 15982149.",
"McDonagh, 2005": "McDonagh A, Friedman MJ, McHugo GJ, et al. Randomized trial of cognitive-behavioral therapy for chronic posttraumatic stress disorder in adult female survivors of childhood sexual abuse. J Consult Clin Psychol. 2005 Jun;73(3):515-24. doi: 10.1037/0022-006X.73.3.515. PMID: 15982149.",
"McGeary, 2022": "McGeary DD, Resick PA, Penzien DB, et al. Cognitive behavioral therapy for veterans with comorbid posttraumatic headache and posttraumatic stress disorder symptoms: a randomized clinical trial. JAMA Neurol. 2022;79(8):746-57. doi: 10.1001/jamaneurol.2022.1567. PMID: 35759281.",
"McGeary, 2022": "McGeary DD, Resick PA, Penzien DB, et al. Cognitive behavioral therapy for veterans with comorbid posttraumatic headache and posttraumatic stress disorder symptoms: a randomized clinical trial. JAMA Neurol. 2022;79(8):746-57. doi: 10.1001/jamaneurol.2022.1567. PMID: 35759281.",
"McLay, 2011": "McLay RN, Wood DP, Webb-Murphy JA, et al. A randomized, controlled trial of virtual reality-graded exposure therapy for post-traumatic stress disorder in active duty service members with combat-related post-traumatic stress disorder. Cyberpsychol Behav Soc Netw. 2011 Apr;14(4):223-9. doi: 10.1089/cyber.2011.0003. PMID: 21332375.",
"Miyahira, 2012": "Miyahira SD, Folen RA, Hoffman HG, et al. The effectiveness of VR exposure therapy for PTSD in returning warfighters. Stud Health Technol Inform. 2012;181:128-32.  PMID: 22954842.",
"Monson, 2006": "Monson CM, Schnurr PP, Resick PA, et al. Cognitive processing therapy for veterans with military-related posttraumatic stress disorder. J Consult Clin Psychol. 2006 Oct;74(5):898-907. doi: 10.1037/0022-006X.74.5.898. PMID: 17032094.",
"Monson, 2012a": "Monson CM, Fredman SJ, Macdonald A, et al. Effect of cognitive-behavioral couple therapy for PTSD: a randomized controlled trial. JAMA. 2012 Aug 15;308(7):700-9. doi: 10.1001/jama.2012.9307. PMID: 22893167.",
"Morath, 2014": "Morath J, Gola H, Sommershof A, et al. The effect of trauma-focused therapy on the altered T cell distribution in individuals with PTSD: evidence from a randomized controlled trial. J Psychiatr Res. 2014 Jul;54:1-10. doi: 10.1016/j.jpsychires.2014.03.016. PMID: 24726027.",
"Mueser, 2008": "Mueser KT, Rosenberg SD, Xie HY, et al. A randomized controlled trial of cognitive-behavioral treatment for posttraumatic stress disorder in severe mental illness. J Consult Clin Psychol. 2008 Apr;76(2):259-71. doi: 10.1037/0022-006X.76.2.259. PMID: 18377122.",
"Neuner, 2010": "Neuner F, Kurreck S, Ruf M, et al. Can asylum-seekers with posttraumatic stress disorder be successfully treated? A randomized controlled pilot study. Cogn Behav Ther. 2010;39(2):81-91. doi: 10.1080/16506070903121042. PMID: 19816834.",
"Power, 2002": "Power K, McGoldrick T, Brown K, et al. A controlled comparison of Eye Movement Desensitization and Reprocessing versus exposure plus cognitive restructuring versus waiting list in the treatment of post-traumatic stress disorder. Clin Psychol Psychother. 2002 Sep/Oct;9(5):299-318. doi: 10.1002/cpp.341.",
"Power, 2002": "Power K, McGoldrick T, Brown K, et al. A controlled comparison of Eye Movement Desensitization and Reprocessing versus exposure plus cognitive restructuring versus waiting list in the treatment of post-traumatic stress disorder. Clin Psychol Psychother. 2002 Sep/Oct;9(5):299-318. doi: 10.1002/cpp.341.",
"Raabe, 2022": "Raabe S, Ehring T, Marquenie L, et al. Imagery rescripting as a stand-alone treatment for posttraumatic stress disorder related to childhood abuse: a randomized controlled trial. J Behav Ther Exp Psychiatry. 2022;77:101769. doi: 10.1016/j.jbtep.2022.101769. PMID: 36113906.",
"Raabe, 2022": "Raabe S, Ehring T, Marquenie L, et al. Imagery rescripting as a stand-alone treatment for posttraumatic stress disorder related to childhood abuse: a randomized controlled trial. J Behav Ther Exp Psychiatry. 2022;77:101769. doi: 10.1016/j.jbtep.2022.101769. PMID: 36113906.",
"Raabe, 2022": "Raabe S, Ehring T, Marquenie L, et al. Imagery rescripting as a stand-alone treatment for posttraumatic stress disorder related to childhood abuse: a randomized controlled trial. J Behav Ther Exp Psychiatry. 2022;77:101769. doi: 10.1016/j.jbtep.2022.101769. PMID: 36113906.",
"Raabe, 2022": "Raabe S, Ehring T, Marquenie L, et al. Imagery rescripting as a stand-alone treatment for posttraumatic stress disorder related to childhood abuse: a randomized controlled trial. J Behav Ther Exp Psychiatry. 2022;77:101769. doi: 10.1016/j.jbtep.2022.101769. PMID: 36113906.",
"Reger, 2016": "Reger GM, Koenen-Woods P, Zetocha K, et al. Randomized controlled trial of prolonged exposure using imaginal exposure vs. virtual reality exposure in active duty soldiers with deployment-related posttraumatic stress disorder (PTSD). J Consult Clin. Psychol. 2016 Nov;84(11):946-59. doi: 10.1037/ccp0000134. PMID: 27606699.",
"Reger, 2016": "Reger GM, Koenen-Woods P, Zetocha K, et al. Randomized controlled trial of prolonged exposure using imaginal exposure vs. virtual reality exposure in active duty soldiers with deployment-related posttraumatic stress disorder (PTSD). J Consult Clin. Psychol. 2016 Nov;84(11):946-59. doi: 10.1037/ccp0000134. PMID: 27606699.",
"Resick, 2002": "Resick PA, Nishith P, Weaver TL, et al. A comparison of cognitive-processing therapy with prolonged exposure and a waiting condition for the treatment of chronic posttraumatic stress disorder in female rape victims. J Consult Clin Psychol. 2002 Aug;70(4):867-79.  PMID: 12182270.",
"Resick, 2002": "Resick PA, Nishith P, Weaver TL, et al. A comparison of cognitive-processing therapy with prolonged exposure and a waiting condition for the treatment of chronic posttraumatic stress disorder in female rape victims. J Consult Clin Psychol. 2002 Aug;70(4):867-79.  PMID: 12182270.",
"Rothbaum, 1997": "Rothbaum BO. A controlled study of Eye Movement Desensitization and Reprocessing in the treatment of posttraumatic stress disordered sexual assault victims. Bull Menninger Clin. 1997 Summer;61(3):317-34.  PMID: 9260344.",
"Rothbaum, 2005": "Rothbaum BO, Astin MC, Marsteller F. Prolonged exposure versus Eye Movement Desensitization and Reprocessing (EMDR) for PTSD rape victims. J Trauma Stress. 2005 Dec;18(6):607-16. doi: 10.1002/jts.20069. PMID: 16382428.",
"Rothbaum, 2005": "Rothbaum BO, Astin MC, Marsteller F. Prolonged exposure versus Eye Movement Desensitization and Reprocessing (EMDR) for PTSD rape victims. J Trauma Stress. 2005 Dec;18(6):607-16. doi: 10.1002/jts.20069. PMID: 16382428.",
"Shapiro, 2015": "Shapiro E, Laub B. Early EMDR intervention following a community critical incident: a randomized clinical trial. Journal of EMDR Practice and Research. 2015 Feb;9(1):17-27. doi: 10.1891/1933-3196.9.1.17.",
"Simpson, 2022": "Simpson TL, Kaysen DL, Fleming CB, et al. Cognitive processing therapy or relapse prevention for comorbid posttraumatic stress disorder and alcohol use disorder: a randomized clinical trial. PLoS One. 2022;17(11):e0276111. doi: 10.1371/journal.pone.0276111. PMID: 36445895.",
"Sloan, 2012": "Sloan DM, Marx BP, Bovin MJ, et al. Written exposure as an intervention for PTSD: a randomized clinical trial with motor vehicle accident survivors. Behav Res Ther. 2012 Oct;50(10):627-35. doi: 10.1016/j.brat.2012.07.001. PMID: 22863540.",
"Spence, 2011": "Spence J, Titov N, Dear BF, et al. Randomized controlled trial of internet-delivered cognitive behavioral therapy for posttraumatic stress disorder. Depress Anxiety. 2011 Jul;28(7):541-50. doi: 10.1002/da.20835. PMID: 21721073.",
"Steinert, 2016": "Steinert C, Bumke PJ, Hollekamp RL, et al. Treating post-traumatic stress disorder by resource activation in Cambodia. World Psychiatry. 2016 Jun;15(2):183-5. doi: 10.1002/wps.20303. PMID: 27265714.",
"Tylee, 2017": "Tylee DS, Gray R, Glatt SJ, et al. Evaluation of the reconsolidation of traumatic memories protocol for the treatment of PTSD: a randomized, wait-list-controlled trial. J Mil Veteran Fam Health. 2017;3(1):21-33. doi: 10.3138/jmvfh.4120.",
"Ulmer, 2011": "Ulmer CS, Edinger JD, Calhoun PS. A multi-component cognitive-behavioral intervention for sleep disturbance in veterans with PTSD: a pilot study. J Clin Sleep Med. 2011 Feb 15;7(1):57-68.  PMID: 21344046.",
"van den Berg, 2015": "van den Berg DP, de Bont PA, van der Vleugel BM, et al. Prolonged exposure vs Eye Movement Desensitization and Reprocessing vs waiting list for posttraumatic stress disorder in patients with a psychotic disorder: a randomized clinical trial. JAMA Psychiatry. 2015 Mar;72(3):259-67. doi: 10.1001/jamapsychiatry.2014.2637. PMID: 25607833.",
"van den Berg, 2015": "van den Berg DP, de Bont PA, van der Vleugel BM, et al. Prolonged exposure vs Eye Movement Desensitization and Reprocessing vs waiting list for posttraumatic stress disorder in patients with a psychotic disorder: a randomized clinical trial. JAMA Psychiatry. 2015 Mar;72(3):259-67. doi: 10.1001/jamapsychiatry.2014.2637. PMID: 25607833.",
"van Denderen, 2018": "van Denderen M, de Keijser J, Stewart R, et al. Treating complicated grief and posttraumatic stress in homicidally bereaved individuals: a randomized controlled trial. Clin Psychol Psychother. 2018 Feb 26(25):497-508. doi: 10.1002/cpp.2183. PMID: 29479767.",
"van Denderen, 2018": "van Denderen M, de Keijser J, Stewart R, et al. Treating complicated grief and posttraumatic stress in homicidally bereaved individuals: a randomized controlled trial. Clin Psychol Psychother. 2018 Feb 26(25):497-508. doi: 10.1002/cpp.2183. PMID: 29479767.",
"Van der Kolk, 2007": "Van der Kolk BA, Spinazzola J, Blaustein ME, et al. A randomized clinical trial of Eye Movement Desensitization and Reprocessing (EMDR), fluoxetine, and pill placebo in the treatment of posttraumatic stress disorder: treatment effects and long-term maintenance. J Clin Psychiatry. 2007 Jan;68(1):37-46. doi: 10.4088/JCP.v68n0105. PMID: 17284128.",
"Vera, 2011": "Vera M, Reyes-Rabanillo ML, Juarbe D, et al. Prolonged exposure for the treatment of Spanish-speaking Puerto Ricans with posttraumatic stress disorder: a feasibility study. BMC Res. Notes. 2011 Oct 17;4:415. doi: 10.1186/1756-0500-4-415. PMID: 22005187.",
"Wagner, 2007": "Wagner AW, Zatzick DF, Ghesquiere A, et al. Behavioral activation as an early intervention for posttraumatic stress disorder and depression among physically injured trauma survivors. Cogn Behav Pract. 2007 Nov;14(4):341-9. doi: 10.1016/j.cbpra.2006.05.002.",
"Wagner, 2019": "Wagner AW, Jakupcak M, Kowalski HM, et al. Behavioral activation as a treatment for posttraumatic stress disorder among returning veterans: a randomized trial. Psychiatr Serv. 2019 Oct 1;70(10):867-73. doi: 10.1176/appi.ps.201800572. PMID: 31337325.",
"Wells, 2012": "Wells A, Colbear JS. Treating posttraumatic stress disorder with metacognitive therapy: a preliminary controlled trial. J Clin Psychol. 2012 Apr;68(4):373-81. doi: 10.1002/jclp.20871. PMID: 24469928.",
"Wells, 2015": "Wells A, Walton D, Lovell K, et al. Metacognitive therapy versus prolonged exposure in adults with chronic post-traumatic stress disorder. Cognit Ther Res. 2015 February;39(1):70-80. doi: 10.1007/s10608-014-9636-6.",
"Wells, 2015": "Wells A, Walton D, Lovell K, et al. Metacognitive therapy versus prolonged exposure in adults with chronic post-traumatic stress disorder. Cognit Ther Res. 2015 February;39(1):70-80. doi: 10.1007/s10608-014-9636-6.",
"Wells, 2015": "Wells A, Walton D, Lovell K, et al. Metacognitive therapy versus prolonged exposure in adults with chronic post-traumatic stress disorder. Cognit Ther Res. 2015 February;39(1):70-80. doi: 10.1007/s10608-014-9636-6.",
"Wells, 2015": "Wells A, Walton D, Lovell K, et al. Metacognitive therapy versus prolonged exposure in adults with chronic post-traumatic stress disorder. Cognit Ther Res. 2015 February;39(1):70-80. doi: 10.1007/s10608-014-9636-6.",
"Yehuda, 2014": "Yehuda R, Pratchett LC, Elmes MW, et al. Glucocorticoid-related predictors and correlates of post-traumatic stress disorder treatment response in combat veterans. Interface Focus. 2014 Oct 6;4(5):20140048. doi: 10.1098/rsfs.2014.0048. PMID: 25285201.",
"Yurtsever, 2018": "Yurtsever A, Konuk E, Akyüz T, et al. An Eye Movement Desensitization and Reprocessing (EMDR) group intervention for Syrian refugees with post-traumatic stress symptoms: results of a randomized controlled trial. Front Psychol. 2018 Jun 12;9:493. doi: 10.3389/fpsyg.2018.00493. PMID: 29946275.",
"Zang, 2014": "Zang Y, Hunt NC, Cox T. Adapting narrative exposure therapy for Chinese earthquake survivors: a pilot randomised controlled feasibility study. BMC Psychiatry. 2014 Oct 3;14:262. doi: 10.1186/s12888-014-0262-3. PMID: 25927297.",
"Zang, 2014": "Zang Y, Hunt NC, Cox T. Adapting narrative exposure therapy for Chinese earthquake survivors: a pilot randomised controlled feasibility study. BMC Psychiatry. 2014 Oct 3;14:262. doi: 10.1186/s12888-014-0262-3. PMID: 25927297.",
"Zemestani, 2022": "Zemestani M, Mohammed AF, Ismail AA, et al. A Pilot Randomized Clinical Trial of a Novel, Culturally Adapted, Trauma-Focused Cognitive-Behavioral Intervention for War-Related PTSD in Iraqi Women. Behav Ther. 2022 Jul;53(4):656-72. doi: 10.1016/j.beth.2022.01.009. PMID: 35697429",
"Zlotnick, 1997": "Zlotnick C, Shea MT, Rosen KH, et al. An affect-management group for women with posttraumatic stress disorder and histories of childhood sexual abuse. J Trauma Stress. 1997 Jul;10(3):425-36. doi: 10.1023/A:1024841321156. PMID: 9246650.",
"Zoellner, 2017": "Zoellner LA, Telch M, Foa EB, et al. Enhancing extinction learning in posttraumatic stress disorder with brief daily imaginal exposure and methylene blue: a randomized controlled trial. J Clin Psychiatry. 2017;78(7):e782-e9. doi: 10.4088/JCP.16m10936. PMID: 28686823." 
}
