{
 "study": "Author and year of publication",
"condition_arm1": "Type of treatment. CBT without trauma focus; Eye Movement Desensitization and Reprocessing (EMDR); Exposure Therapy; Mixed psychotherapy; Narrative Exposure Therapy (NET); Other non-trauma-focused;  Prolonged exposure (PE); Trauma-focused cognitive behavioral therapy (TF-CBT); Trauma-focused Cognitive Therapy (TF-Cognitive Therapy); Trauma-focused other psychotherapies (TF-Other)",
"condition_arm2": "Type of comparator.  Other= other control;  TAU= treatment as usual; Waitlist",
"multi_arm1": "In multiarm trials, this variable provides a specification of the type of treatment used in the first arm. This variable is set to NA (missing) when the study was not a multiarm trial. For example, if a multiarm trial employed two types of CBT interventions, face-to-face and Internet-based, this variable would be set to f2f and Internet, respectively.",
"multi_arm2": "In multiarm trials, this variable provides a specification of the type of treatment used in the second arm. This variable is set to NA (missing) when the study was not a multiarm trial. For example, if a multiarm trial employed two types of control groups, waitlist and placebo, this variable would be set to wl and plac, respectively. Typically, multiarm trials employ two or more active treatments (e.g. CBT and problem-solving therapy), which are compared to the same control group (e.g. a waitlist). This means that values in multi_arm2 do not differ (e.g. they are always wl for this specific multiarm trial); nevertheless, the variable should be specified in the dataset.",
"outcome_type": "This variable encodes the type of outcome that builds the basis of the comparison, e.g. response, remission or deterioration. This is variable is particularly relevant for dichotomous effect size data, because it indicates what the event counts refer to. The msd factor level is typically used for outcomes expressed in means and standard deviations.",
"instrument": "This variable describes the instrument through which the relevant outcome was measured. Values: 1. CAPS,2. DSM-III-R,3. DTS,4. HTQ,5. IES,6. M-PTSD,7. MPSS,8. PCL,9. PDS,10. PSS,11. PSS-I,12. PSS-SR,13. SI-PTSD,14. SPTSS,15. TSI",
"completer": "Analysis type (completer, itt= intention to treat)",
"time": "The measurement point at which the outcome was obtained (e.g. post or follow-up).",
"time_weeks": "The measurement point at which the outcome was obtained, in weeks after randomization (set to NA if this information was not available).",
"rating": "This variable encodes if the measured outcome was self-reported (\"self-report\") or clinician-rated (\"clinician\").",
"mean_arm1": "Mean arm 1",
"sd_arm1": "Standard deviation arm 1",
"n_arm1": "Number of participants arm 1",
"mean_arm2": "Mean arm 2",
"sd_arm2": "Standard deviation arm 2",
"n_arm2": "Number of participants arm 2",
"m_baseline_arm1": "Baseline mean arm 1",
"sd_baseline_arm1": "Baseline standard deviation arm 1",
"n_baseline_arm1": "Number of participants at baseline arm 1",
"m_baseline_arm2": "Baseline mean arm 2",
"sd_baseline_arm2": "Baseline standard deviation arm 2",
"n_baseline_arm2": "Number of participants at baseline arm 2",
"dich_type": "Categories of dichotomous outcomes, with values as: 1. Diagnosis by SI-PTSD,2. No longer meeting PTSD criteria on CAPS-5,3. No longer met the criteria for a CAPS-5 PTSD diagnosis,4. Not meeting criteria for diagnosis of PTSD,5. Not meeting criteria for PTSD according to CAPS,6. Not meeting criteria for PTSD according to CAPS for DSM-IV,7. Not meeting criteria for PTSD according to DSM-III-R,8. Not meeting criteria for PTSD according to PSS-I",
"event_arm1": "Number of events (responders, remission, deterioration cases) in the first trial arm",
"event_arm2": "Number of events (responders, remission, deterioration cases) in the second trial arm",
"totaln_arm1": "Total number of participants arm 1 (event data)",
"totaln_arm2": "Total number of participants arm 2 (event data)",
".g": "metapsyTools generated variable: Calculated effect size (Hedges' g).",
".g_se": "metapsyTools generated variable: Standard error of Hedges' g.",
"condition_arm1.detail": "1. Accelerated Resolution Therapy (ART),2. Affect management therapy,3. Behavioral activation (BA),4. Brief Eclectic Psychotherapy (BEP),5. Cognitive Behavioral Conjoint Therapy (CBCT),6. Cognitive behavioral therapy (CBT) + Eye Desensitization and Reprocessing (EMDR),7. Cognitive behavioral therapy (CBT) without a trauma focus,8. Cognitive behavioral therapy for headache (CBTH),9. Cognitive Behavioral Therapy for Insomnia (CBT-I) + Imagery Rehearsal Training (IRT),10. Cognitive Processing Therapy (CPT),11. Cognitive Therapy for PTSD (CT-PTSD),12. Coping skills treatment,13. Dialectical Behavior Therapy (DBT) +  trauma-focused cognitive behavioral therapy (TF-CBT),14. Exposure therapy,15. Eye Movement Desensitization and Reprocessing (EMDR),16. Eye Movement Desensitization and Reprocessing (EMDR) + cognitive behavioral therapy (CBT) without a trauma focus,17. Imagery Rehearsal Training (IRT),18. Imagery rescripting,19. Imaginal exposure,20. Imaginal exposure (experimental paradigm) + placebo,21. Imaginal exposure + imagery rescripting,22. Impact of Killing,23. Interpersonal Psychotherapy (IPT),24. Metacognitive Therapy,25. Multi-modular motion-assisted memory desensitization and reconsolidation (3MDR),26. Narrative Exposure Therapy (NET),27. Narrative Exposure Therapy (NET) + Interpersonal Psychotherapy (IPT),28. Non-trauma-focused counseling,29. Observed and  Experiential Integration - Switching component,30. Present-Centered Therapy (PCT),31. Prolonged Exposure (PE),32. Prolonged Exposure (PE) + Stress Inoculation Training (SIT),33. PTSD psychotherapy,34. Reconsolidation of Traumatic Memories (RTM),35. Resilience-oriented treatment,36. Skills Training in Affect and Interpersonal Regulation (STAIR),37. Skills Training in Affect and Interpersonal Regulation (STAIR) plus modified Prolonged Exposure (PE),38. Stress Inoculation Training (SIT),39. Supportive counseling,40. Trauma-focused cognitive behavioral therapy (TF-CBT),41. Virtual reality exposure therapy (VRET),42. Virtual Reality Exposure Therapy (VRET),43. Written Exposure Therapy (WET)",
"condition_arm2.detail": "1. Assessment,2. Electronic sleep diary,3. Fitness/career assessment and planning,4. Minimal attention,5. No treatment,6. Other,7. Placebo,8. PTSD educational packet + routine care counseling,9. Treatment as usual,10. Treatment as usual (TAU),11. Waitlist",
"condition_arm1.lumped_category": "1. EMDR,2. Mixed psychotherapy,3. Non-trauma-focused,4. TF-CBT,5. TF-Other",
"condition_arm1.intermediate_category": "1. CBT without trauma focus,2. EMDR,3. Mixed exposure/ cognitive,4. Mixed psychotherapy,5. Other non-trauma-focused,6. Primarily cognitive,7. Primarily exposure,8. TF-Other",
"condition_arm1.meta_analysis": "1. EMDR,2. Mixed psychotherapy,3. NTF-CBT,4. Other non-trauma-focused,5. Prim exposure,6. TF-CBT,7. TF-CT,8. TF-Other",
"n_randomized_arm1": "Number of participants randomized arm 1",
"n_randomized_arm2": "Number of participants randomized arm 2",
"total_n_randomized": "Total number of participants randomized in the trial",
"condition_arm1.psychotherapy_subclass": "1. Non-Trauma-focused,2. Trauma-focused",
"condition_arm1.treatment_description": "Further description of the treatment",
"condition_arm1.session_length": "Length of treatment sessions",
"condition_arm1.frequency": "Frequency of treatment sessions",
"condition_arm1.treatment_duration_detail": "Further details about treatment duration",
"format": "1. Couple,2. Group,3. Individual,4. Mixed",
"delivery_method": "In person; Techology-assisted; Video",
"narrow_category": "1. CBT without trauma focus,2. EMDR,3. Exposure Therapy,4. Mixed psychotherapy,5. NET,6. Other non-trauma-focused,7. PE,8. TF-CBT,9. TF-Cognitive Therapy,10. TF-Other",
"def_treatment_completion": "Definition for treatment completion as given by the authors",
"percent_completed": "Percent of participants completed, as defined by completion definition",
"psychotherapy_sessions_mean": "Mean sessions completed out of N total, where N total is number of sessions in complete treatment course",
"psychotherapy_sessions_sd": "Standard deviation of sessions completed out of N total, where N total is number of sessions in complete treatment course",
"psychotherapy_sessions_qual": "Qualitative values included with mean number of sessions completed out of N total, where N total is number of sessions in complete treatment course",
"military_status": "At the study level, a category describing the composition of active duty military, veterans, and community members participating in the study. One of Military, Veteran, Community, Mixed, or no value.",
"percent_community": "At the study level, percent of participants who are not active duty military or veterans. Assumed 100% if study did not specify proportion of participants as military or non-military. Civilian fighters were classified as community/non-military",
"female_percent": "At the study level, percent female",
"trauma_type": "At the study level: Military Sexual Trauma (MST); Combat-related; Child physical abuse; Child sexual abuse; Child other abuse; Rape/sexual assault; Intimate partner violence; Accidents; Illness/medical procedure; Community/school violence; Natural or manmade disasters; Terrorism/political violence/forced displacement; Other; Mixed (If Mixed, list included types; if Other, list short description). Active duty member reporting sexual assault outside of military was categorized as \"rape/sexual assault.\" \"Child other abuse\" included neglect and psychological maltreatment. \"Intimate partner violence\" included domestic violence. \"Accidents\" included motor vehicle accidents, transportation-related accidents, and accidents due to construction. \"Community/school violence\" included bullying, physical abuse/assault, gang-related violence, interracial violence, police and citizen altercations, mass shootings, homicide, etc. \"Natural or manmade disasters\" included tornadoes, hurricanes, wildfires, earthquake, drought, chemical spills, etc",
"trauma_detail": "At the study level, expands on trauma types for studies with the value \"Mixed\" under Trauma Type",
"rob_d1": "Risk of Bias for Domain 1: Bias arising from the randomization process",
"rob_d2": "Risk of Bias for Domain 2: Deviations from the intended interventions",
"rob_d3": "Risk of Bias for Domain 3: Missing outcome data",
"rob_d4": "Risk of Bias for Domain 4: Inappropriate measurement of the outcome",
"rob_d5": "Risk of Bias for Domain 5: Selection of the reported results",
"rob": "Overall Risk of Bias score for the study",
"rob_numeric": "Numeric coding for RoB: 1= High risk, 2= Some concerns; 3= Low risk",
"full_ref": "Reference of the study",
"arms_compared": "Arms compared according to the coding of the VA PTSD repository",
"year_added_to_ptsd_repository": "Year that the study was added to the PTSD-Repository. Year listed, as text, corresponds to a publication year of an AHRQ Technical Brief for the PTSD-Repository.",
"design": "Design (arms involved in the study): ps= psychotherapy, ctr= control",
"outcome_assessment_type": "1. Self report,2. Structured Clinical Interview",
"statistical_analysis": "Statistical analysis used in the study",
"g_data_source": "Which data is used for effect size calculation (follow-up: study endpoint data; change: change scores, etc.)",
"precalc_g": null,
"precalc_g_se": null,
"intervention_group.arm1": "Intervention group arm coding (according to the VA PTSD repository definition of arms)",
"intervention_group.arm2": "Control group arm coding (according to the VA PTSD repository definition of arms)",
".id": "metapsyTools generated variable: Unique identifier for a trial arm comparison/row.",
"ptsd_pubs_id": "VA PTSD repository PTSDpubs Identifier",
"study_id": "VA PTSD repository: an identifier for each row constructed from Author, Year and the label of the intervention arm",
".log_rr": "metapsyTools generated variable: Calculated effect size (logeRR).",
".log_rr_se": "metapsyTools generated variable: Standard error of logeRR.",
".event_arm1": "metapsyTools generated variable: Number of events (responders, remission, deterioration cases) in the first trial arm.",
".event_arm2": "metapsyTools generated variable: Number of events (responders, remission, deterioration cases) in the second trial arm.",
".totaln_arm1": "metapsyTools generated variable: Total sample size in the first trial arm.",
".totaln_arm2": "metapsyTools generated variable: Total sample size in the second trial arm." 
}
